m_start = "⚡️ Wᴇʟᴄᴏᴍᴇ ⚡️\n\n I ʜᴏᴘᴇ ʏᴏᴜ ᴄᴀɴ ᴍᴀᴋᴇ ᴀ ғʀɪᴇɴᴅ ᴏʀ sᴏᴜʟ ᴍᴀᴛᴇ\n\n I ʜᴏᴘᴇ ʏᴏᴜ ᴄᴀɴ ᴍᴀᴋᴇ ᴀ ғʀɪᴇɴᴅ ᴏʀ ᴀ ᴘᴀʀᴛɴᴇʀ\n\n💬 ᴛᴏ ғɪɴᴅ ᴀ ᴄʜᴀᴛ ғʀɪᴇɴᴅ ᴜsᴇ ᴛʜᴇ Nᴇᴡ Cʜᴀᴛ ʙᴜᴛᴛᴏɴ"

m_is_not_free_users = (
    "🥺 Sᴏʀʀʏ ʏᴏᴜ ᴀʀᴇ ɴᴏᴛ ɪɴ ᴄʜᴀᴛ "
)

m_is_connect = "✅ Yᴏᴜ ᴀʀᴇ ᴀʟʀᴇᴀᴅʏ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ, ᴘʟᴇᴀsᴇ sᴇɴᴅ ʏᴏᴜʀ ᴄʜᴀᴛ"

m_play_again = "Dᴏ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴄʜᴀᴛ ᴡɪᴛʜ ᴏᴛʜᴇʀ ᴘᴇᴏᴘʟᴇ?"

m_is_not_user_name = "❌ Sᴏʀʀʏ, ᴏᴜʀ ʙᴏᴛ ᴄᴀɴ ᴏɴʟʏ ᴄᴏᴍᴍᴜɴɪᴄᴀᴛᴇ ɪғ ʏᴏᴜ ʜᴀᴠᴇ ᴀ ᴜsᴇʀɴᴀᴍᴇ"

m_good_bye = "❌ Sᴏʀʀʏ ʏᴏᴜʀ ɪɴᴛᴇʀʟᴏᴄᴜᴛᴏʀ ʟᴇғᴛ ᴛʜᴇ ᴄʜᴀᴛ"

m_disconnect_user = "Sᴏʀʀʏ, ᴛʜᴇ ᴄᴏɴɴᴇᴄᴛɪᴏɴ ᴡᴀs ʟᴏsᴛ!"

m_failed = "❌ Lᴏss ʜᴀᴘᴘᴇɴᴇᴅ"

m_like = "✅ Yᴏᴜ sᴇɴᴅ ᴛʜᴇ ᴜsᴇʀɴᴀᴍᴇ ᴛᴏ ᴛʜᴇ ᴏᴛʜᴇʀ ᴘᴇʀsᴏɴ"

m_dislike_user = "Cʜᴀᴛ Hᴀs Eɴᴅᴇᴅ💔"

m_dislike_user_to = (
    "⛔ Yᴏᴜʀ ɪɴᴛᴇʀʟᴏᴄᴜᴛᴏʀ ʟᴇᴀᴠᴇs ᴛʜᴇ ᴄʜᴀᴛ"
)

m_send_some_messages = "Tʜᴇ ʙᴏᴛ ᴄᴀɴɴᴏᴛ ᴄᴏɴᴛɪɴᴜᴇ ᴛʜᴇ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ʙᴏᴛ"

m_has_not_dialog = "Yᴏᴜ ᴀʀᴇ ɴᴏᴛ ɪɴ ᴄʜᴀᴛ"

dislike_str = "𝗥𝗲𝗷𝗲𝗰𝘁𝗲𝗱❌"

like_str = "𝗔𝗰𝗰𝗲𝗽𝘁✅"


def m_all_like(x):
    return "🥳" + "username : @" + str(x)
